{
  "title": "Developer",
  "about": "About Me",
  "skills": "Skills",
  "who": "Who I am",
  "talk1": "A selfmade enthusiast fullstack developer",
  "talk2": "Armed with Flutter, Vue and Firebase",
  "talk3": "Welcome to my page",
  "what": "What I can do for you",
  "what0": "Mobile Development",
  "whatText0": "I took an interest in Flutter mid-2021, since then I'm focused on Mobile Development. For now I use it to develop Android applications only.",
  "what1": "Web Development",
  "whatText1": "I am focused on small to medium sized projects, depending on your needs and time. I am able to start a project from scratch or renewing your configuration on some technologies.",
  "what2": "Deployment",
  "whatText2": "I mainly work with Firebase and Heroku to provide the best cloud solutions but I also have experimented webhosting with FTP use.",
  "what3": "Design",
  "whatText3": "Inspired by UI/UX design trends, I prototype my projects with Figma. I try my best to implement latest trend design to provide the best appealing products.",
  "know": "What I know",
  "prog": "Programming",
  "design": "Design",
  "jap": "Japanese",
  "done": "What I've done",
  "talk": "Let's talk !",
  "mail": "Your mail",
  "message": "Your message",
  "send": "Send message",
  "sent": "Message sent !",
  "mailRule": "Mail required",
  "mailRule2": "Invalid mail format",
  "messageRule": "Message required",
  "mynextgame": "My Next Game is an Android app where the user can get a videogame title and cover either by answering 4 questions or by complete randomization. It is made with Flutter and Firebase for the database. I went for a fun design with a cheerful tone for logo and colors. For a quick peek see ",
  "appLink": "and for the Google Play Store see ",
  "lanya": "Lanya is a website based on a typical e-shop layout, using Firebase and Stripe, combined with Vue 2 and Vuetify to make a Single Page Application. Project available here :",
  "moviesTitle": "MoviesTitle is a project where I wanted to create an Api through ApiPlatform. Running on PHP 8 with Symfony served with Vue 2 + Vuetify on the front. Project available here (hosted on Heroku with free dyno so it takes some time to load) :",
  "multitasky": "Mültitaskÿ is a little project I did to test some Vuetify components and the Vue Leaflet module to manipulate maps. Available here : ",
  "fleeting": "Fleeting was my first big project. Registration verified by admin, profile search, 1 to 1 messaging, one time payment and subscription. Using only Symfony and the design was made with Bootstrap 4.6",
  "hackaton": "This little project was made for the Flutter Hackaton 2022. The goal was to reimagine the classic puzzle. Built with Flutter for web and available here : "
}
