{
  "title": "Developer",
  "about": "About Me",
  "skills": "Skills",
  "who": "Who I am",
  "talk1": "A selfmade enthusiast fullstack developer",
  "talk2": "Armed with Flutter, Vue and Firebase",
  "talk3": "Welcome to my page",
  "what": "What I can do for you",
  "what0": "Mobile Development",
  "whatText0": "I fell in love with Flutter in mid-2021, since then I want to specify in Mobile Development, for now I use it to develop Android applications and my goal is to publish an app for both Android & iOS.",
  "what1": "Web Development",
  "whatText1": "I am focused on small to medium sized projects, depending on your needs and time. I am able to start a project from scratch or renewing your configuration on some technologies.",
  "what2": "Deployment",
  "whatText2": "I mainly work with Firebase and Heroku to provide the best cloud solutions but I also have experimented webhosting with FTP use.",
  "what3": "Design",
  "whatText3": "Inspired by UI/UX design trends, I prototype my projects with Figma. I try my best to implement latest trend design to provide the best appealing products.",
  "know": "What I know",
  "prog": "Programming",
  "design": "Design",
  "jap": "Japanese",
  "done": "What I've done",
  "talk": "Let's talk !",
  "mail": "Your mail",
  "message": "Your message",
  "send": "Send message",
  "sent": "Message sent !",
  "mailRule": "Mail required",
  "mailRule2": "Invalid mail format",
  "messageRule": "Message required",
  "lanya": "Lanya is a website based on a typical e-shop layout, using the powerful tools provided by firebase and combined with Vue 2 to make a single page application. Link available soon",
  "multitasky": "Mültitaskÿ is a little project I did to test some Vuetify components and the Vue Leaflet module to manipulate maps. Available here : ",
  "fleeting": "Fleeting was a big Symfony project that has been unfortunately canceled. Highly filtered registration, 1 to 1 messaging, one time payment and subscription. The unfinished design was made with Bootstrap 4.6"
}
